<#import "parts/common.ftl" as c>

<@c.page "Catcher">
<div class="row row-centered">
    <div class="col d-flex justify-content-center">
        <h1>Ласкаво просимо до Catcher</h1>
    </div>
</div>

<div class="row mt-2">
    <div class="col-4">
        <img src="/static/img/title_keep_calm.jpg" class="img-thumbnail" alt="keep_calm_image">
    </div>
    <div class="col-8">
        <div class="d-flex justify-content-center">
            <h2>Не чекайте. Життя спливає швидше ніж ви думаєте</h2>
        </div>
        <p>На сьогодні людині недостатньо володіти однією мовою. Знання двох і
            більше іноземних мов відкриває нові горизонти, можливості для розвитку та
            перспективи кар’єрного росту. Тому не дивно що за останні 10 років попит на
            вивчення іноземних мов різко зріс, а разом з цим з’явились нові методики які
            забезпечують кращу якість, для більшої кількості людей. Розвиток даної сфери
            діяльності не змогли оминути інформаційні технології, котрі стали основним
            доповненням до навчальної програми, а після пандемії – навіть основою
            навчального процесу.
        </p>
        <p>Для вільного володіння іноземною мовою необхідно мати мінімум 1500-2000 слів
            активного словникововго запасу. Саме з метою його збільшення, розширення та
            регулярного повторення вже вивченого матеріалу, і був створений Catcher.
            Щоб ви могли ловити нові слова як кетчер робить це з м'ячем в бейсболі.
        </p>
    </div>
</div>

</@c.page>